[
    {
        "topic": "America",
        "references": [
            {
                "book": "Genesis",
                "chapter": "49",
                "verse": "22-26",
                "text": "22. Joseph is a fruitful bough, even a fruitful bough by a well; whose branches run over the wall: 23. The archers have sorely grieved him, and shot at him, and hated him: 24. But his bow abode in strength, and the arms of his hands were made strong by the hands of the mighty God of Jacob; (from thence is the shepherd, the stone of Israel:) 25. Even by the God of thy father, who shall help thee; and by the Almighty, who shall bless thee with blessings of heaven above, blessings of the deep that lieth under, blessings of the breasts, and of the womb: 26. The blessings of thy father have prevailed above the blessings of my progenitors unto the utmost bound of the everlasting hills: they shall be on the head of Joseph, and on the crown of the head of him that was separate from his brethren."
            },
            {
                "book": "Isaiah",
                "chapter": "2",
                "verse": "2-3",
                "text": "2. And it shall come to pass in the last days, that the mountain of the Lord’s house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it. 3. And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem."
            },
            {
                "book": "John",
                "chapter": "10",
                "verse": "14-16",
                "text": "14. I am the good shepherd, and know my sheep, and am known of mine. 15. As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep. 16. And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd."
            }
            {
                "book": "1 Nephi",
                "chapter": "2",
                "verse": "19-20",
                "text": "19. And it came to pass that the Lord spake unto me, saying: Blessed art thou, Nephi, because of thy faith, for thou hast sought me diligently, with lowliness of heart. 20. And inasmuch as ye shall keep my commandments, ye shall prosper, and shall be led to a land of promise; yea, even a land which I have prepared for you; yea, a land which is choice above all other lands."
            }
            {
                "book": "2 Nephi",
                "chapter": "1",
                "verse": "5-7",
                "text": "5 But, said he, notwithstanding our afflictions, we have obtained a land of promise, a land which is choice above all other lands; a land which the Lord God hath covenanted with me should be a land for the inheritance of my seed. Yea, the Lord hath covenanted this land unto me, and to my children forever, and also all those who should be led out of other countries by the hand of the Lord. 6. Wherefore, I, Lehi, prophesy according to the workings of the Spirit which is in me, that there shall none come into this land save they shall be brought by the hand of the Lord. 7. Wherefore, this land is consecrated unto him whom he shall bring. And if it so be that they shall serve him according to the commandments which he hath given, it shall be a land of liberty unto them; wherefore, they shall never be brought down into captivity; if so, it shall be because of iniquity; for if iniquity shall abound cursed shall be the land for their sakes, but unto the righteous it shall be blessed forever."
            }
            {
                "book": "2 Nephi",
                "chapter": "10",
                "verse": "10-16",
                "text": " 10. But behold, this land, said God, shall be a land of thine inheritance, and the Gentiles shall be blessed upon the land. 11. And this land shall be a land of liberty unto the Gentiles, and there shall be no kings upon the land, who shall raise up unto the Gentiles. 12. And I will fortify this land against all other nations. 13. And he that fighteth against Zion shall perish, saith God. 14. For he that raiseth up a king against me shall perish, for I, the Lord, the king of heaven, will be their king, and I will be a light unto them forever, that hear my words. 15. Wherefore, for this cause, that my covenants may be fulfilled which I have made unto the children of men, that I will do unto them while they are in the flesh, I must needs destroy the secret works of darkness, and of murders, and of abominations. 16. Wherefore, he that fighteth against Zion, both Jew and Gentile, both bond and free, both male and female, shall perish; for they are they who are the whore of all the earth; for they who are not for me are against me, saith our God.
            }
            {
                "book": "Ether",
                "chapter": "2",
                "verse": "7-12",
                "text": " 7 And the Lord would not suffer that they should stop beyond the sea in the wilderness, but he would that they should come forth even unto the land of promise, which was choice above all other lands, which the Lord God had preserved for a righteous people. 8. And he had sworn in his wrath unto the brother of Jared, that whoso should possess this land of promise, from that time henceforth and forever, should serve him, the true and only God, or they should be swept off when the fulness of his wrath should come upon them. 9. And now, we can behold the decrees of God concerning this land, that it is a land of promise; and whatsoever nation shall possess it shall serve God, or they shall be swept off when the fulness of his wrath shall come upon them. And the fulness of his wrath cometh upon them when they are ripened in iniquity. 10. For behold, this is a land which is choice above all other lands; wherefore he that doth possess it shall serve God or shall be swept off; for it is the everlasting decree of God. And it is not until the fulness of iniquity among the children of the land, that they are swept off. 11. And this cometh unto you, O ye Gentiles, that ye may know the decrees of God—that ye may repent, and not continue in your iniquities until the fulness come, that ye may not bring down the fulness of the wrath of God upon you as the inhabitants of the land have hitherto done. 12. Behold, this is a choice land, and whatsoever nation shall possess it shall be free from bondage, and from captivity, and from all other nations under heaven, if they will but serve the God of the land, who is Jesus Christ, who hath been manifested by the things which we have written.
            }
            {
                "book": "Doctrine and Covenants",
                "chapter": "10",
                "verse": "49-51",
                "text": "49. Now, this is not all—their faith in their prayers was that this gospel should be made known also, if it were possible that other nations should possess this land; 50. And thus they did leave a blessing upon this land in their prayers, that whosoever should believe in this gospel in this land might have eternal life; 51. Yea, that it might be free unto all of whatsoever nation, kindred, tongue, or people they may be."
            }
            {
                "book": "Doctrine and Covenants",
                "chapter": "87",
                "verse": "1-7",
                "text": "1. Verily, thus saith the Lord concerning the wars that will shortly come to pass, beginning at the rebellion of South Carolina, which will eventually terminate in the death and misery of many souls; 2. And the time will come that war will be poured out upon all nations, beginning at this place. 3. For behold, the Southern States shall be divided against the Northern States, and the Southern States will call on other nations, even the nation of Great Britain, as it is called, and they shall also call upon other nations, in order to defend themselves against other nations; and then war shall be poured out upon all nations. 4. And it shall come to pass, after many days, slaves shall rise up against their masters, who shall be marshaled and disciplined for war. 5. And it shall come to pass also that the remnants who are left of the land will marshal themselves, and shall become exceedingly angry, and shall vex the Gentiles with a sore vexation. 6. And thus, with the sword and by bloodshed the inhabitants of the earth shall mourn; and with famine, and plague, and earthquake, and the thunder of heaven, and the fierce and vivid lightning also, shall the inhabitants of the earth be made to feel the wrath, and indignation, and chastening hand of an Almighty God, until the consumption decreed hath made a full end of all nations; 7. That the cry of the saints, and of the blood of the saints, shall cease to come up into the ears of the Lord of Sabaoth, from the earth, to be avenged of their enemies."
            }
            {
                "book": "Doctrine and Covenants",
                "chapter": "98",
                "verse": "4-6",
                "text": "4. And now, verily I say unto you concerning the laws of the land, it is my will that my people should observe to do all things whatsoever I command them. 5. And that law of the land which is constitutional, supporting that principle of freedom in maintaining rights and privileges, belongs to all mankind, and is justifiable before me. 6. Therefore, I, the Lord, justify you, and your brethren of my church, in befriending that law which is the constitutional law of the land;"
            }
            {
                "book": "Doctrine and Covenants",
                "chapter": "101",
                "verse": "77-80",
                "text": "77. According to the laws and constitution of the people, which I have suffered to be established, and should be maintained for the rights and protection of all flesh, according to just and holy principles; 78. That every man may act in doctrine and principle pertaining to futurity, according to the moral agency which I have given unto him, that every man may be accountable for his own sins in the day of judgment. 79. Therefore, it is not right that any man should be in bondage one to another. 80. And for this purpose have I established the Constitution of this land, by the hands of wise men whom I raised up unto this very purpose, and redeemed the land by the shedding of blood.
            }
            {
                "book": "Doctrine and Covenants",
                "chapter": "109",
                "verse": "54",
                "text": "54. Have mercy, O Lord, upon all the nations of the earth; have mercy upon the rulers of our land; may those principles, which were so honorably and nobly defended, namely, the Constitution of our land, by our fathers, be established forever."
            }
        ]
 
 
 
 
    },
    {
        "topic": "Apostasy",
        "references": [
            {
                "book": "Genesis",
                "chapter": "49",
                "verse": "22-26",
                "text": "..."
            },
            {
                "book": "Exodus",
                "chapter": "28",
                "verse": "3-9",
                "text": "..."
            }
        ]
    },
    {
        "topic": "Atonement",
        "references": [
            {
                "book": "Genesis",
                "chapter": "49",
                "verse": "22-26",
                "text": "..."
            },
            {
                "book": "Exodus",
                "chapter": "28",
                "verse": "3-9",
                "text": "..."
            }
        ]
    }
]